Repository: Esri/arcgis-maps-sdk-dotnet-toolkit
Catalog: src/Toolkit/Toolkit/LocalizedStrings/Resources.*.resx
Languages: bs, ca, cs, da, de, id, it, ko, lt, lv, pt_br, pt_pt, ro, ru, sl, sv, th, tr, uk, zh_cn

# UtilityNetworkTraceToolRuningTrace
source: Running trace...
bs: Č_Running trace_________________ž...
ca: ó_Running trace_________________à...
cs: Ř_Running trace_________________ů...
da: ø_Running trace_________________å...
de: ä_Running trace_________________Ü...
id: ng_Running trace_________________ny...
it: é_Running trace_________________È...
ko: 한_Running trace_________________빠...
lt: Į_Running trace_________________š...
lv: ķ_Running trace_________________ū...
pt_br: ã_Running trace_________________Ç...
pt_pt: õ_Running trace_________________ç...
ro: Ă_Running trace_________________ș...
ru: Ж_Running trace_________________Я...
sl: Š_Running trace_________________č...
sv: Å_Running trace_________________ö...
th: ก้_Running trace_________________ษฺ...
tr: ı_Running trace_________________İ...
uk: ґ_Running trace_________________Ї...
zh_cn: 试_Running trace_________________验...

# UtilityNetworkTraceToolRunTrace
source: Run trace
bs: Č_Run trace___________________ž
ca: ó_Run trace___________________à
cs: Ř_Run trace___________________ů
da: ø_Run trace___________________å
de: ä_Run trace___________________Ü
id: ng_Run trace___________________ny
it: é_Run trace___________________È
ko: 한_Run trace___________________빠
lt: Į_Run trace___________________š
lv: ķ_Run trace___________________ū
pt_br: ã_Run trace___________________Ç
pt_pt: õ_Run trace___________________ç
ro: Ă_Run trace___________________ș
ru: Ж_Run trace___________________Я
sl: Š_Run trace___________________č
sv: Å_Run trace___________________ö
th: ก้_Run trace___________________ษฺ
tr: ı_Run trace___________________İ
uk: ґ_Run trace___________________Ї
zh_cn: 试_Run trace___________________验

# UtilityNetworkTraceToolSelectFeatures
source: Select features on map
bs: Č_Select features on map_______________________ž
ca: ó_Select features on map_______________________à
cs: Ř_Select features on map_______________________ů
da: ø_Select features on map_______________________å
de: ä_Select features on map_______________________Ü
id: ng_Select features on map_______________________ny
it: é_Select features on map_______________________È
ko: 한_Select features on map_______________________빠
lt: Į_Select features on map_______________________š
lv: ķ_Select features on map_______________________ū
pt_br: ã_Select features on map_______________________Ç
pt_pt: õ_Select features on map_______________________ç
ro: Ă_Select features on map_______________________ș
ru: Ж_Select features on map_______________________Я
sl: Š_Select features on map_______________________č
sv: Å_Select features on map_______________________ö
th: ก้_Select features on map_______________________ษฺ
tr: ı_Select features on map_______________________İ
uk: ґ_Select features on map_______________________Ї
zh_cn: 试_Select features on map_______________________验

# UtilityNetworkTraceToolShowGraphics
source: Show graphics on map
bs: Č_Show graphics on map_____________________ž
ca: ó_Show graphics on map_____________________à
cs: Ř_Show graphics on map_____________________ů
da: ø_Show graphics on map_____________________å
de: ä_Show graphics on map_____________________Ü
id: ng_Show graphics on map_____________________ny
it: é_Show graphics on map_____________________È
ko: 한_Show graphics on map_____________________빠
lt: Į_Show graphics on map_____________________š
lv: ķ_Show graphics on map_____________________ū
pt_br: ã_Show graphics on map_____________________Ç
pt_pt: õ_Show graphics on map_____________________ç
ro: Ă_Show graphics on map_____________________ș
ru: Ж_Show graphics on map_____________________Я
sl: Š_Show graphics on map_____________________č
sv: Å_Show graphics on map_____________________ö
th: ก้_Show graphics on map_____________________ษฺ
tr: ı_Show graphics on map_____________________İ
uk: ґ_Show graphics on map_____________________Ї
zh_cn: 试_Show graphics on map_____________________验

# UtilityNetworkTraceToolStartingPoints
source: Starting points
bs: Č_Starting points________________ž
ca: ó_Starting points________________à
cs: Ř_Starting points________________ů
da: ø_Starting points________________å
de: ä_Starting points________________Ü
id: ng_Starting points________________ny
it: é_Starting points________________È
ko: 한_Starting points________________빠
lt: Į_Starting points________________š
lv: ķ_Starting points________________ū
pt_br: ã_Starting points________________Ç
pt_pt: õ_Starting points________________ç
ro: Ă_Starting points________________ș
ru: Ж_Starting points________________Я
sl: Š_Starting points________________č
sv: Å_Starting points________________ö
th: ก้_Starting points________________ษฺ
tr: ı_Starting points________________İ
uk: ґ_Starting points________________Ї
zh_cn: 试_Starting points________________验

# UtilityNetworkTraceToolTapToIdentifyStartingPoints
source: Tap on the map to identify starting points.
bs: Č_Tap on the map to identify starting points_______________________ž.
ca: ó_Tap on the map to identify starting points_______________________à.
cs: Ř_Tap on the map to identify starting points_______________________ů.
da: ø_Tap on the map to identify starting points_______________________å.
de: ä_Tap on the map to identify starting points_______________________Ü.
id: ng_Tap on the map to identify starting points_______________________ny.
it: é_Tap on the map to identify starting points_______________________È.
ko: 한_Tap on the map to identify starting points_______________________빠.
lt: Į_Tap on the map to identify starting points_______________________š.
lv: ķ_Tap on the map to identify starting points_______________________ū.
pt_br: ã_Tap on the map to identify starting points_______________________Ç.
pt_pt: õ_Tap on the map to identify starting points_______________________ç.
ro: Ă_Tap on the map to identify starting points_______________________ș.
ru: Ж_Tap on the map to identify starting points_______________________Я.
sl: Š_Tap on the map to identify starting points_______________________č.
sv: Å_Tap on the map to identify starting points_______________________ö.
th: ก้_Tap on the map to identify starting points_______________________ษฺ.
tr: ı_Tap on the map to identify starting points_______________________İ.
uk: ґ_Tap on the map to identify starting points_______________________Ї.
zh_cn: 试_Tap on the map to identify starting points_______________________验.

# UtilityNetworkTraceToolTerminal
source: Terminal
bs: Č_Terminal_________________ž
ca: ó_Terminal_________________à
cs: Ř_Terminal_________________ů
da: ø_Terminal_________________å
de: ä_Terminal_________________Ü
id: ng_Terminal_________________ny
it: é_Terminal_________________È
ko: 한_Terminal_________________빠
lt: Į_Terminal_________________š
lv: ķ_Terminal_________________ū
pt_br: ã_Terminal_________________Ç
pt_pt: õ_Terminal_________________ç
ro: Ă_Terminal_________________ș
ru: Ж_Terminal_________________Я
sl: Š_Terminal_________________č
sv: Å_Terminal_________________ö
th: ก้_Terminal_________________ษฺ
tr: ı_Terminal_________________İ
uk: ґ_Terminal_________________Ї
zh_cn: 试_Terminal_________________验

# UtilityNetworkTraceToolTraceTypeCreator
source: Creator
bs: Č_Creator_______________ž
ca: ó_Creator_______________à
cs: Ř_Creator_______________ů
da: ø_Creator_______________å
de: ä_Creator_______________Ü
id: ng_Creator_______________ny
it: é_Creator_______________È
ko: 한_Creator_______________빠
lt: Į_Creator_______________š
lv: ķ_Creator_______________ū
pt_br: ã_Creator_______________Ç
pt_pt: õ_Creator_______________ç
ro: Ă_Creator_______________ș
ru: Ж_Creator_______________Я
sl: Š_Creator_______________č
sv: Å_Creator_______________ö
th: ก้_Creator_______________ษฺ
tr: ı_Creator_______________İ
uk: ґ_Creator_______________Ї
zh_cn: 试_Creator_______________验

# UtilityNetworkTraceToolTraceTypeDescription
source: Description
bs: Č_Description____________ž
ca: ó_Description____________à
cs: Ř_Description____________ů
da: ø_Description____________å
de: ä_Description____________Ü
id: ng_Description____________ny
it: é_Description____________È
ko: 한_Description____________빠
lt: Į_Description____________š
lv: ķ_Description____________ū
pt_br: ã_Description____________Ç
pt_pt: õ_Description____________ç
ro: Ă_Description____________ș
ru: Ж_Description____________Я
sl: Š_Description____________č
sv: Å_Description____________ö
th: ก้_Description____________ษฺ
tr: ı_Description____________İ
uk: ґ_Description____________Ї
zh_cn: 试_Description____________验

# UtilityNetworkTraceToolTraceTypeDetails
source: Trace type details
bs: Č_Trace type details___________________ž
ca: ó_Trace type details___________________à
cs: Ř_Trace type details___________________ů
da: ø_Trace type details___________________å
de: ä_Trace type details___________________Ü
id: ng_Trace type details___________________ny
it: é_Trace type details___________________È
ko: 한_Trace type details___________________빠
lt: Į_Trace type details___________________š
lv: ķ_Trace type details___________________ū
pt_br: ã_Trace type details___________________Ç
pt_pt: õ_Trace type details___________________ç
ro: Ă_Trace type details___________________ș
ru: Ж_Trace type details___________________Я
sl: Š_Trace type details___________________č
sv: Å_Trace type details___________________ö
th: ก้_Trace type details___________________ษฺ
tr: ı_Trace type details___________________İ
uk: ґ_Trace type details___________________Ї
zh_cn: 试_Trace type details___________________验

# UtilityNetworkTraceToolTraceTypes
source: Trace types
bs: Č_Trace types____________ž
ca: ó_Trace types____________à
cs: Ř_Trace types____________ů
da: ø_Trace types____________å
de: ä_Trace types____________Ü
id: ng_Trace types____________ny
it: é_Trace types____________È
ko: 한_Trace types____________빠
lt: Į_Trace types____________š
lv: ķ_Trace types____________ū
pt_br: ã_Trace types____________Ç
pt_pt: õ_Trace types____________ç
ro: Ă_Trace types____________ș
ru: Ж_Trace types____________Я
sl: Š_Trace types____________č
sv: Å_Trace types____________ö
th: ก้_Trace types____________ษฺ
tr: ı_Trace types____________İ
uk: ґ_Trace types____________Ї
zh_cn: 试_Trace types____________验

# UtilityNetworkTraceToolTraceTypeTags
source: Tags
bs: Č_Tags_________ž
ca: ó_Tags_________à
cs: Ř_Tags_________ů
da: ø_Tags_________å
de: ä_Tags_________Ü
id: ng_Tags_________ny
it: é_Tags_________È
ko: 한_Tags_________빠
lt: Į_Tags_________š
lv: ķ_Tags_________ū
pt_br: ã_Tags_________Ç
pt_pt: õ_Tags_________ç
ro: Ă_Tags_________ș
ru: Ж_Tags_________Я
sl: Š_Tags_________č
sv: Å_Tags_________ö
th: ก้_Tags_________ษฺ
tr: ı_Tags_________İ
uk: ґ_Tags_________Ї
zh_cn: 试_Tags_________验

# UtilityNetworkTraceToolUtilityNetworks
source: Utility networks
bs: Č_Utility networks_________________ž
ca: ó_Utility networks_________________à
cs: Ř_Utility networks_________________ů
da: ø_Utility networks_________________å
de: ä_Utility networks_________________Ü
id: ng_Utility networks_________________ny
it: é_Utility networks_________________È
ko: 한_Utility networks_________________빠
lt: Į_Utility networks_________________š
lv: ķ_Utility networks_________________ū
pt_br: ã_Utility networks_________________Ç
pt_pt: õ_Utility networks_________________ç
ro: Ă_Utility networks_________________ș
ru: Ж_Utility networks_________________Я
sl: Š_Utility networks_________________č
sv: Å_Utility networks_________________ö
th: ก้_Utility networks_________________ษฺ
tr: ı_Utility networks_________________İ
uk: ґ_Utility networks_________________Ї
zh_cn: 试_Utility networks_________________验

# UtilityNetworkTraceToolVisualizationOptions
source: Visualization options
bs: Č_Visualization options______________________ž
ca: ó_Visualization options______________________à
cs: Ř_Visualization options______________________ů
da: ø_Visualization options______________________å
de: ä_Visualization options______________________Ü
id: ng_Visualization options______________________ny
it: é_Visualization options______________________È
ko: 한_Visualization options______________________빠
lt: Į_Visualization options______________________š
lv: ķ_Visualization options______________________ū
pt_br: ã_Visualization options______________________Ç
pt_pt: õ_Visualization options______________________ç
ro: Ă_Visualization options______________________ș
ru: Ж_Visualization options______________________Я
sl: Š_Visualization options______________________č
sv: Å_Visualization options______________________ö
th: ก้_Visualization options______________________ษฺ
tr: ı_Visualization options______________________İ
uk: ґ_Visualization options______________________Ї
zh_cn: 试_Visualization options______________________验

# UtilityNetworkTraceToolWarnings
source: Warnings
bs: Č_Warnings_________________ž
ca: ó_Warnings_________________à
cs: Ř_Warnings_________________ů
da: ø_Warnings_________________å
de: ä_Warnings_________________Ü
id: ng_Warnings_________________ny
it: é_Warnings_________________È
ko: 한_Warnings_________________빠
lt: Į_Warnings_________________š
lv: ķ_Warnings_________________ū
pt_br: ã_Warnings_________________Ç
pt_pt: õ_Warnings_________________ç
ro: Ă_Warnings_________________ș
ru: Ж_Warnings_________________Я
sl: Š_Warnings_________________č
sv: Å_Warnings_________________ö
th: ก้_Warnings_________________ษฺ
tr: ı_Warnings_________________İ
uk: ґ_Warnings_________________Ї
zh_cn: 试_Warnings_________________验

# UtilityNetworkTraceToolZoomStartingPoint
source: Zoom
bs: Č_Zoom_________ž
ca: ó_Zoom_________à
cs: Ř_Zoom_________ů
da: ø_Zoom_________å
de: ä_Zoom_________Ü
id: ng_Zoom_________ny
it: é_Zoom_________È
ko: 한_Zoom_________빠
lt: Į_Zoom_________š
lv: ķ_Zoom_________ū
pt_br: ã_Zoom_________Ç
pt_pt: õ_Zoom_________ç
ro: Ă_Zoom_________ș
ru: Ж_Zoom_________Я
sl: Š_Zoom_________č
sv: Å_Zoom_________ö
th: ก้_Zoom_________ษฺ
tr: ı_Zoom_________İ
uk: ґ_Zoom_________Ї
zh_cn: 试_Zoom_________验

# UtilityNetworkTraceToolZoomToResult
source: Zoom to result
bs: Č_Zoom to result_______________ž
ca: ó_Zoom to result_______________à
cs: Ř_Zoom to result_______________ů
da: ø_Zoom to result_______________å
de: ä_Zoom to result_______________Ü
id: ng_Zoom to result_______________ny
it: é_Zoom to result_______________È
ko: 한_Zoom to result_______________빠
lt: Į_Zoom to result_______________š
lv: ķ_Zoom to result_______________ū
pt_br: ã_Zoom to result_______________Ç
pt_pt: õ_Zoom to result_______________ç
ro: Ă_Zoom to result_______________ș
ru: Ж_Zoom to result_______________Я
sl: Š_Zoom to result_______________č
sv: Å_Zoom to result_______________ö
th: ก้_Zoom to result_______________ษฺ
tr: ı_Zoom to result_______________İ
uk: ґ_Zoom to result_______________Ї
zh_cn: 试_Zoom to result_______________验
