Repository: Esri/arcgis-maps-sdk-dotnet-toolkit
Catalog: src/Toolkit/Toolkit/LocalizedStrings/Resources.*.resx
Languages: bs, ca, cs, da, de, id, it, ko, lt, lv, pt_br, pt_pt, ro, ru, sl, sv, th, tr, uk, zh_cn

# FeatureFormExceedsMaximumDateTime
source: Date must be on or before {0}
bs: Č_Date must be on or before {0}______________________________ž
ca: ó_Date must be on or before {0}______________________________à
cs: Ř_Date must be on or before {0}______________________________ů
da: ø_Date must be on or before {0}______________________________å
de: ä_Date must be on or before {0}______________________________Ü
id: ng_Date must be on or before {0}______________________________ny
it: é_Date must be on or before {0}______________________________È
ko: 한_Date must be on or before {0}______________________________빠
lt: Į_Date must be on or before {0}______________________________š
lv: ķ_Date must be on or before {0}______________________________ū
pt_br: ã_Date must be on or before {0}______________________________Ç
pt_pt: õ_Date must be on or before {0}______________________________ç
ro: Ă_Date must be on or before {0}______________________________ș
ru: Ж_Date must be on or before {0}______________________________Я
sl: Š_Date must be on or before {0}______________________________č
sv: Å_Date must be on or before {0}______________________________ö
th: ก้_Date must be on or before {0}______________________________ษฺ
tr: ı_Date must be on or before {0}______________________________İ
uk: ґ_Date must be on or before {0}______________________________Ї
zh_cn: 试_Date must be on or before {0}______________________________验

# FeatureFormExceedsMaximumDateTimeNoRange
source: Date exceeds maximum
bs: Č_Date exceeds maximum_____________________ž
ca: ó_Date exceeds maximum_____________________à
cs: Ř_Date exceeds maximum_____________________ů
da: ø_Date exceeds maximum_____________________å
de: ä_Date exceeds maximum_____________________Ü
id: ng_Date exceeds maximum_____________________ny
it: é_Date exceeds maximum_____________________È
ko: 한_Date exceeds maximum_____________________빠
lt: Į_Date exceeds maximum_____________________š
lv: ķ_Date exceeds maximum_____________________ū
pt_br: ã_Date exceeds maximum_____________________Ç
pt_pt: õ_Date exceeds maximum_____________________ç
ro: Ă_Date exceeds maximum_____________________ș
ru: Ж_Date exceeds maximum_____________________Я
sl: Š_Date exceeds maximum_____________________č
sv: Å_Date exceeds maximum_____________________ö
th: ก้_Date exceeds maximum_____________________ษฺ
tr: ı_Date exceeds maximum_____________________İ
uk: ґ_Date exceeds maximum_____________________Ї
zh_cn: 试_Date exceeds maximum_____________________验

# FeatureFormExceedsMaximumLength
source: Maximum characters allowed: {0}
bs: Č_Maximum {0} characters_______________________ž
ca: ó_Maximum characters allowed: {0}_________________à
cs: Ř_Maximum characters allowed: {0}_________________ů
da: ø_Maximum {0} characters_______________________å
de: ä_Maximum characters allowed: {0}_________________Ü
id: ng_Maximum characters allowed: {0}_________________ny
it: é_Maximum {0} characters_______________________È
ko: 한_Maximum {0} characters_______________________빠
lt: Į_Maximum characters allowed: {0}_________________š
lv: ķ_Maximum characters allowed: {0}_________________ū
pt_br: ã_Maximum characters allowed: {0}_________________Ç
pt_pt: õ_Maximum {0} characters_______________________ç
ro: Ă_Maximum {0} characters_______________________ș
ru: Ж_Maximum {0} characters_______________________Я
sl: Š_Maximum characters allowed: {0}_________________č
sv: Å_Maximum {0} characters_______________________ö
th: ก้_Maximum characters allowed: {0}_________________ษฺ
tr: ı_Maximum {0} characters_______________________İ
uk: ґ_Maximum characters allowed: {0}_________________Ї
zh_cn: 试_Maximum characters allowed: {0}_________________验

# FeatureFormExceedsMaximumLengthNoRange
source: Maximum character length exceeded
bs: Č_Maximum character length exceeded__________________ž
ca: ó_Maximum character length exceeded__________________à
cs: Ř_Maximum character length exceeded__________________ů
da: ø_Maximum character length exceeded__________________å
de: ä_Maximum character length exceeded__________________Ü
id: ng_Maximum character length exceeded__________________ny
it: é_Maximum character length exceeded__________________È
ko: 한_Maximum character length exceeded__________________빠
lt: Į_Maximum character length exceeded__________________š
lv: ķ_Maximum character length exceeded__________________ū
pt_br: ã_Maximum character length exceeded__________________Ç
pt_pt: õ_Maximum character length exceeded__________________ç
ro: Ă_Maximum character length exceeded__________________ș
ru: Ж_Maximum character length exceeded__________________Я
sl: Š_Maximum character length exceeded__________________č
sv: Å_Maximum character length exceeded__________________ö
th: ก้_Maximum character length exceeded__________________ษฺ
tr: ı_Maximum character length exceeded__________________İ
uk: ґ_Maximum character length exceeded__________________Ї
zh_cn: 试_Maximum character length exceeded__________________验

# FeatureFormExceedsNumericMaximum
source: Enter a value at or below {0}
bs: Č_Enter a value at or below {0}______________________________ž
ca: ó_Enter a value at or below {0}______________________________à
cs: Ř_Enter a value at or below {0}______________________________ů
da: ø_Enter a value at or below {0}______________________________å
de: ä_Enter a value at or below {0}______________________________Ü
id: ng_Enter a value at or below {0}______________________________ny
it: é_Enter a value at or below {0}______________________________È
ko: 한_Enter a value at or below {0}______________________________빠
lt: Į_Enter a value at or below {0}______________________________š
lv: ķ_Enter a value at or below {0}______________________________ū
pt_br: ã_Enter a value at or below {0}______________________________Ç
pt_pt: õ_Enter a value at or below {0}______________________________ç
ro: Ă_Enter a value at or below {0}______________________________ș
ru: Ж_Enter a value at or below {0}______________________________Я
sl: Š_Enter a value at or below {0}______________________________č
sv: Å_Enter a value at or below {0}______________________________ö
th: ก้_Enter a value at or below {0}______________________________ษฺ
tr: ı_Enter a value at or below {0}______________________________İ
uk: ґ_Enter a value at or below {0}______________________________Ї
zh_cn: 试_Enter a value at or below {0}______________________________验

# FeatureFormExceedsNumericMaximumNoRange
source: Exceeds maximum value
bs: Č_Exceeds maximum value______________________ž
ca: ó_Exceeds maximum value______________________à
cs: Ř_Exceeds maximum value______________________ů
da: ø_Exceeds maximum value______________________å
de: ä_Exceeds maximum value______________________Ü
id: ng_Exceeds maximum value______________________ny
it: é_Exceeds maximum value______________________È
ko: 한_Exceeds maximum value______________________빠
lt: Į_Exceeds maximum value______________________š
lv: ķ_Exceeds maximum value______________________ū
pt_br: ã_Exceeds maximum value______________________Ç
pt_pt: õ_Exceeds maximum value______________________ç
ro: Ă_Exceeds maximum value______________________ș
ru: Ж_Exceeds maximum value______________________Я
sl: Š_Exceeds maximum value______________________č
sv: Å_Exceeds maximum value______________________ö
th: ก้_Exceeds maximum value______________________ษฺ
tr: ı_Exceeds maximum value______________________İ
uk: ґ_Exceeds maximum value______________________Ї
zh_cn: 试_Exceeds maximum value______________________验

# FeatureFormExceedsNumericOutsideRange
source: Enter value from {0} to {1}
bs: Č_Enter value from {0} to {1}____________________________ž
ca: ó_Enter value from {0} to {1}____________________________à
cs: Ř_Enter value from {0} to {1}____________________________ů
da: ø_Enter value from {0} to {1}____________________________å
de: ä_Enter value from {0} to {1}____________________________Ü
id: ng_Enter value from {0} to {1}____________________________ny
it: é_Enter value from {0} to {1}____________________________È
ko: 한_Enter value from {0} to {1}____________________________빠
lt: Į_Enter value from {0} to {1}____________________________š
lv: ķ_Enter value from {0} to {1}____________________________ū
pt_br: ã_Enter value from {0} to {1}____________________________Ç
pt_pt: õ_Enter value from {0} to {1}____________________________ç
ro: Ă_Enter value from {0} to {1}____________________________ș
ru: Ж_Enter value from {0} to {1}____________________________Я
sl: Š_Enter value from {0} to {1}____________________________č
sv: Å_Enter value from {0} to {1}____________________________ö
th: ก้_Enter value from {0} to {1}____________________________ษฺ
tr: ı_Enter value from {0} to {1}____________________________İ
uk: ґ_Enter value from {0} to {1}____________________________Ї
zh_cn: 试_Enter value from {0} to {1}____________________________验

# FeatureFormFieldIsRequired
source: Required
bs: Č_Required_________________ž
ca: ó_Required_________________à
cs: Ř_Required_________________ů
da: ø_Required_________________å
de: ä_Required_________________Ü
id: ng_Required_________________ny
it: é_Required_________________È
ko: 한_Required_________________빠
lt: Į_Required_________________š
lv: ķ_Required_________________ū
pt_br: ã_Required_________________Ç
pt_pt: õ_Required_________________ç
ro: Ă_Required_________________ș
ru: Ж_Required_________________Я
sl: Š_Required_________________č
sv: Å_Required_________________ö
th: ก้_Required_________________ษฺ
tr: ı_Required_________________İ
uk: ґ_Required_________________Ї
zh_cn: 试_Required_________________验

# FeatureFormIncorrectValueType
source: Value must be of the correct type
bs: Č_Value must be of the correct type__________________ž
ca: ó_Value must be of the correct type__________________à
cs: Ř_Value must be of the correct type__________________ů
da: ø_Value must be of the correct type__________________å
de: ä_Value must be of the correct type__________________Ü
id: ng_Value must be of the correct type__________________ny
it: é_Value must be of the correct type__________________È
ko: 한_Value must be of the correct type__________________빠
lt: Į_Value must be of the correct type__________________š
lv: ķ_Value must be of the correct type__________________ū
pt_br: ã_Value must be of the correct type__________________Ç
pt_pt: õ_Value must be of the correct type__________________ç
ro: Ă_Value must be of the correct type__________________ș
ru: Ж_Value must be of the correct type__________________Я
sl: Š_Value must be of the correct type__________________č
sv: Å_Value must be of the correct type__________________ö
th: ก้_Value must be of the correct type__________________ษฺ
tr: ı_Value must be of the correct type__________________İ
uk: ґ_Value must be of the correct type__________________Ї
zh_cn: 试_Value must be of the correct type__________________验

# FeatureFormIncorrectValueTypeFloatingPoint
source: Value must be a number
bs: Č_Value must be a number_______________________ž
ca: ó_Value must be a number_______________________à
cs: Ř_Value must be a number_______________________ů
da: ø_Value must be a number_______________________å
de: ä_Value must be a number_______________________Ü
id: ng_Value must be a number_______________________ny
it: é_Value must be a number_______________________È
ko: 한_Value must be a number_______________________빠
lt: Į_Value must be a number_______________________š
lv: ķ_Value must be a number_______________________ū
pt_br: ã_Value must be a number_______________________Ç
pt_pt: õ_Value must be a number_______________________ç
ro: Ă_Value must be a number_______________________ș
ru: Ж_Value must be a number_______________________Я
sl: Š_Value must be a number_______________________č
sv: Å_Value must be a number_______________________ö
th: ก้_Value must be a number_______________________ษฺ
tr: ı_Value must be a number_______________________İ
uk: ґ_Value must be a number_______________________Ї
zh_cn: 试_Value must be a number_______________________验

# FeatureFormIncorrectValueTypeNumeric
source: Value must be a whole number
bs: Č_Value must be a whole number_____________________________ž
ca: ó_Value must be a whole number_____________________________à
cs: Ř_Value must be a whole number_____________________________ů
da: ø_Value must be a whole number_____________________________å
de: ä_Value must be a whole number_____________________________Ü
id: ng_Value must be a whole number_____________________________ny
it: é_Value must be a whole number_____________________________È
ko: 한_Value must be a whole number_____________________________빠
lt: Į_Value must be a whole number_____________________________š
lv: ķ_Value must be a whole number_____________________________ū
pt_br: ã_Value must be a whole number_____________________________Ç
pt_pt: õ_Value must be a whole number_____________________________ç
ro: Ă_Value must be a whole number_____________________________ș
ru: Ж_Value must be a whole number_____________________________Я
sl: Š_Value must be a whole number_____________________________č
sv: Å_Value must be a whole number_____________________________ö
th: ก้_Value must be a whole number_____________________________ษฺ
tr: ı_Value must be a whole number_____________________________İ
uk: ґ_Value must be a whole number_____________________________Ї
zh_cn: 试_Value must be a whole number_____________________________验

# FeatureFormLessThanMinimumDateTime
source: Date must be on or after {0}
bs: Č_Date must be on or after {0}_____________________________ž
ca: ó_Date must be on or after {0}_____________________________à
cs: Ř_Date must be on or after {0}_____________________________ů
da: ø_Date must be on or after {0}_____________________________å
de: ä_Date must be on or after {0}_____________________________Ü
id: ng_Date must be on or after {0}_____________________________ny
it: é_Date must be on or after {0}_____________________________È
ko: 한_Date must be on or after {0}_____________________________빠
lt: Į_Date must be on or after {0}_____________________________š
lv: ķ_Date must be on or after {0}_____________________________ū
pt_br: ã_Date must be on or after {0}_____________________________Ç
pt_pt: õ_Date must be on or after {0}_____________________________ç
ro: Ă_Date must be on or after {0}_____________________________ș
ru: Ж_Date must be on or after {0}_____________________________Я
sl: Š_Date must be on or after {0}_____________________________č
sv: Å_Date must be on or after {0}_____________________________ö
th: ก้_Date must be on or after {0}_____________________________ษฺ
tr: ı_Date must be on or after {0}_____________________________İ
uk: ґ_Date must be on or after {0}_____________________________Ї
zh_cn: 试_Date must be on or after {0}_____________________________验

# FeatureFormLessThanMinimumDateTimeNoRange
source: Date less than minimum
bs: Č_Date less than minimum_______________________ž
ca: ó_Date less than minimum_______________________à
cs: Ř_Date less than minimum_______________________ů
da: ø_Date less than minimum_______________________å
de: ä_Date less than minimum_______________________Ü
id: ng_Date less than minimum_______________________ny
it: é_Date less than minimum_______________________È
ko: 한_Date less than minimum_______________________빠
lt: Į_Date less than minimum_______________________š
lv: ķ_Date less than minimum_______________________ū
pt_br: ã_Date less than minimum_______________________Ç
pt_pt: õ_Date less than minimum_______________________ç
ro: Ă_Date less than minimum_______________________ș
ru: Ж_Date less than minimum_______________________Я
sl: Š_Date less than minimum_______________________č
sv: Å_Date less than minimum_______________________ö
th: ก้_Date less than minimum_______________________ษฺ
tr: ı_Date less than minimum_______________________İ
uk: ґ_Date less than minimum_______________________Ї
zh_cn: 试_Date less than minimum_______________________验

# FeatureFormLessThanMinimumLength
source: Minimum characters required: {0}
bs: Č_Enter at least {0} characters______________________________ž
ca: ó_Minimum characters required: {0}_________________à
cs: Ř_Minimum characters required: {0}_________________ů
da: ø_Enter at least {0} characters______________________________å
de: ä_Minimum characters required: {0}_________________Ü
id: ng_Minimum characters required: {0}_________________ny
it: é_Enter at least {0} characters______________________________È
ko: 한_Enter at least {0} characters______________________________빠
lt: Į_Minimum characters required: {0}_________________š
lv: ķ_Minimum characters required: {0}_________________ū
pt_br: ã_Minimum characters required: {0}_________________Ç
pt_pt: õ_Enter at least {0} characters______________________________ç
ro: Ă_Enter at least {0} characters______________________________ș
ru: Ж_Enter at least {0} characters______________________________Я
sl: Š_Minimum characters required: {0}_________________č
sv: Å_Enter at least {0} characters______________________________ö
th: ก้_Minimum characters required: {0}_________________ษฺ
tr: ı_Enter at least {0} characters______________________________İ
uk: ґ_Minimum characters required: {0}_________________Ї
zh_cn: 试_Minimum characters required: {0}_________________验

# FeatureFormLessThanNumericMinimum
source: Less than minimum value
bs: Č_Less than minimum value________________________ž
ca: ó_Less than minimum value________________________à
cs: Ř_Less than minimum value________________________ů
da: ø_Less than minimum value________________________å
de: ä_Less than minimum value________________________Ü
id: ng_Less than minimum value________________________ny
it: é_Less than minimum value________________________È
ko: 한_Less than minimum value________________________빠
lt: Į_Less than minimum value________________________š
lv: ķ_Less than minimum value________________________ū
pt_br: ã_Less than minimum value________________________Ç
pt_pt: õ_Less than minimum value________________________ç
ro: Ă_Less than minimum value________________________ș
ru: Ж_Less than minimum value________________________Я
sl: Š_Less than minimum value________________________č
sv: Å_Less than minimum value________________________ö
th: ก้_Less than minimum value________________________ษฺ
tr: ı_Less than minimum value________________________İ
uk: ґ_Less than minimum value________________________Ї
zh_cn: 试_Less than minimum value________________________验

# FeatureFormNotInCodedValueDomain
source: Value must be within the domain
bs: Č_Value must be within the domain_________________ž
ca: ó_Value must be within the domain_________________à
cs: Ř_Value must be within the domain_________________ů
da: ø_Value must be within the domain_________________å
de: ä_Value must be within the domain_________________Ü
id: ng_Value must be within the domain_________________ny
it: é_Value must be within the domain_________________È
ko: 한_Value must be within the domain_________________빠
lt: Į_Value must be within the domain_________________š
lv: ķ_Value must be within the domain_________________ū
pt_br: ã_Value must be within the domain_________________Ç
pt_pt: õ_Value must be within the domain_________________ç
ro: Ă_Value must be within the domain_________________ș
ru: Ж_Value must be within the domain_________________Я
sl: Š_Value must be within the domain_________________č
sv: Å_Value must be within the domain_________________ö
th: ก้_Value must be within the domain_________________ษฺ
tr: ı_Value must be within the domain_________________İ
uk: ґ_Value must be within the domain_________________Ї
zh_cn: 试_Value must be within the domain_________________验

# FeatureFormNullNotAllowed
source: Value must not be empty
bs: Č_Value must not be empty________________________ž
ca: ó_Value must not be empty________________________à
cs: Ř_Value must not be empty________________________ů
da: ø_Value must not be empty________________________å
de: ä_Value must not be empty________________________Ü
id: ng_Value must not be empty________________________ny
it: é_Value must not be empty________________________È
ko: 한_Value must not be empty________________________빠
lt: Į_Value must not be empty________________________š
lv: ķ_Value must not be empty________________________ū
pt_br: ã_Value must not be empty________________________Ç
pt_pt: õ_Value must not be empty________________________ç
ro: Ă_Value must not be empty________________________ș
ru: Ж_Value must not be empty________________________Я
sl: Š_Value must not be empty________________________č
sv: Å_Value must not be empty________________________ö
th: ก้_Value must not be empty________________________ษฺ
tr: ı_Value must not be empty________________________İ
uk: ґ_Value must not be empty________________________Ї
zh_cn: 试_Value must not be empty________________________验

# FeatureFormOutsideLengthRange
source: Enter {0} to {1} characters
bs: Č_Enter {0} to {1} characters____________________________ž
ca: ó_Enter {0} to {1} characters____________________________à
cs: Ř_Enter {0} to {1} characters____________________________ů
da: ø_Enter {0} to {1} characters____________________________å
de: ä_Enter {0} to {1} characters____________________________Ü
id: ng_Enter {0} to {1} characters____________________________ny
it: é_Enter {0} to {1} characters____________________________È
ko: 한_Enter {0} to {1} characters____________________________빠
lt: Į_Enter {0} to {1} characters____________________________š
lv: ķ_Enter {0} to {1} characters____________________________ū
pt_br: ã_Enter {0} to {1} characters____________________________Ç
pt_pt: õ_Enter {0} to {1} characters____________________________ç
ro: Ă_Enter {0} to {1} characters____________________________ș
ru: Ж_Enter {0} to {1} characters____________________________Я
sl: Š_Enter {0} to {1} characters____________________________č
sv: Å_Enter {0} to {1} characters____________________________ö
th: ก้_Enter {0} to {1} characters____________________________ษฺ
tr: ı_Enter {0} to {1} characters____________________________İ
uk: ґ_Enter {0} to {1} characters____________________________Ї
zh_cn: 试_Enter {0} to {1} characters____________________________验

# FeatureFormSpecificLength
source: Number of characters required: {0}
bs: Č_Enter {0} characters_____________________ž
ca: ó_Number of characters required: {0}__________________à
cs: Ř_Number of characters required: {0}__________________ů
da: ø_Enter {0} characters_____________________å
de: ä_Number of characters required: {0}__________________Ü
id: ng_Number of characters required: {0}__________________ny
it: é_Enter {0} characters_____________________È
ko: 한_Enter {0} characters_____________________빠
lt: Į_Number of characters required: {0}__________________š
lv: ķ_Number of characters required: {0}__________________ū
pt_br: ã_Number of characters required: {0}__________________Ç
pt_pt: õ_Enter {0} characters_____________________ç
ro: Ă_Enter {0} characters_____________________ș
ru: Ж_Enter {0} characters_____________________Я
sl: Š_Number of characters required: {0}__________________č
sv: Å_Enter {0} characters_____________________ö
th: ก้_Number of characters required: {0}__________________ษฺ
tr: ı_Enter {0} characters_____________________İ
uk: ґ_Number of characters required: {0}__________________Ї
zh_cn: 试_Number of characters required: {0}__________________验
