Repository: Esri/arcgis-maps-sdk-dotnet-toolkit
Catalog: src/Toolkit/Toolkit/LocalizedStrings/Resources.*.resx
Languages: bs, ca, cs, da, de, id, it, ko, lt, lv, pt_br, pt_pt, ro, ru, sl, sv, th, tr, uk, zh_cn

# FloorFilterAllFacilities
source: All Sites
bs: Č_All Sites___________________ž
ca: ó_All Sites___________________à
cs: Ř_All Sites___________________ů
da: ø_All Sites___________________å
de: ä_All Sites___________________Ü
id: ng_All Sites___________________ny
it: é_All Sites___________________È
ko: 한_All Sites___________________빠
lt: Į_All Sites___________________š
lv: ķ_All Sites___________________ū
pt_br: ã_All Sites___________________Ç
pt_pt: õ_All Sites___________________ç
ro: Ă_All Sites___________________ș
ru: Ж_All Sites___________________Я
sl: Š_All Sites___________________č
sv: Å_All Sites___________________ö
th: ก้_All Sites___________________ษฺ
tr: ı_All Sites___________________İ
uk: ґ_All Sites___________________Ї
zh_cn: 试_All Sites___________________验

# FloorFilterAllFloors
source: All Floors
bs: Č_All Floors_____________________ž
ca: ó_All Floors_____________________à
cs: Ř_All Floors_____________________ů
da: ø_All Floors_____________________å
de: ä_All Floors_____________________Ü
id: ng_All Floors_____________________ny
it: é_All Floors_____________________È
ko: 한_All Floors_____________________빠
lt: Į_All Floors_____________________š
lv: ķ_All Floors_____________________ū
pt_br: ã_All Floors_____________________Ç
pt_pt: õ_All Floors_____________________ç
ro: Ă_All Floors_____________________ș
ru: Ж_All Floors_____________________Я
sl: Š_All Floors_____________________č
sv: Å_All Floors_____________________ö
th: ก้_All Floors_____________________ษฺ
tr: ı_All Floors_____________________İ
uk: ґ_All Floors_____________________Ї
zh_cn: 试_All Floors_____________________验

# FloorFilterBackButton
source: Go Back
bs: Č_Go Back_______________ž
ca: ó_Go Back_______________à
cs: Ř_Go Back_______________ů
da: ø_Go Back_______________å
de: ä_Go Back_______________Ü
id: ng_Go Back_______________ny
it: é_Go Back_______________È
ko: 한_Go Back_______________빠
lt: Į_Go Back_______________š
lv: ķ_Go Back_______________ū
pt_br: ã_Go Back_______________Ç
pt_pt: õ_Go Back_______________ç
ro: Ă_Go Back_______________ș
ru: Ж_Go Back_______________Я
sl: Š_Go Back_______________č
sv: Å_Go Back_______________ö
th: ก้_Go Back_______________ษฺ
tr: ı_Go Back_______________İ
uk: ґ_Go Back_______________Ї
zh_cn: 试_Go Back_______________验

# FloorFilterBrowse
source: Browse
bs: Č_Browse_____________ž
ca: ó_Browse_____________à
cs: Ř_Browse_____________ů
da: ø_Browse_____________å
de: ä_Browse_____________Ü
id: ng_Browse_____________ny
it: é_Browse_____________È
ko: 한_Browse_____________빠
lt: Į_Browse_____________š
lv: ķ_Browse_____________ū
pt_br: ã_Browse_____________Ç
pt_pt: õ_Browse_____________ç
ro: Ă_Browse_____________ș
ru: Ж_Browse_____________Я
sl: Š_Browse_____________č
sv: Å_Browse_____________ö
th: ก้_Browse_____________ษฺ
tr: ı_Browse_____________İ
uk: ґ_Browse_____________Ї
zh_cn: 试_Browse_____________验

# FloorFilterBrowseFacilities
source: Select a facility
bs: Č_Select a facility__________________ž
ca: ó_Select a facility__________________à
cs: Ř_Select a facility__________________ů
da: ø_Select a facility__________________å
de: ä_Select a facility__________________Ü
id: ng_Select a facility__________________ny
it: é_Select a facility__________________È
ko: 한_Select a facility__________________빠
lt: Į_Select a facility__________________š
lv: ķ_Select a facility__________________ū
pt_br: ã_Select a facility__________________Ç
pt_pt: õ_Select a facility__________________ç
ro: Ă_Select a facility__________________ș
ru: Ж_Select a facility__________________Я
sl: Š_Select a facility__________________č
sv: Å_Select a facility__________________ö
th: ก้_Select a facility__________________ษฺ
tr: ı_Select a facility__________________İ
uk: ґ_Select a facility__________________Ї
zh_cn: 试_Select a facility__________________验

# FloorFilterBrowseSites
source: Select a site
bs: Č_Select a site______________ž
ca: ó_Select a site______________à
cs: Ř_Select a site______________ů
da: ø_Select a site______________å
de: ä_Select a site______________Ü
id: ng_Select a site______________ny
it: é_Select a site______________È
ko: 한_Select a site______________빠
lt: Į_Select a site______________š
lv: ķ_Select a site______________ū
pt_br: ã_Select a site______________Ç
pt_pt: õ_Select a site______________ç
ro: Ă_Select a site______________ș
ru: Ж_Select a site______________Я
sl: Š_Select a site______________č
sv: Å_Select a site______________ö
th: ก้_Select a site______________ษฺ
tr: ı_Select a site______________İ
uk: ґ_Select a site______________Ї
zh_cn: 试_Select a site______________验

# FloorFilterClose
source: Close
bs: Č_Close___________ž
ca: ó_Close___________à
cs: Ř_Close___________ů
da: ø_Close___________å
de: ä_Close___________Ü
id: ng_Close___________ny
it: é_Close___________È
ko: 한_Close___________빠
lt: Į_Close___________š
lv: ķ_Close___________ū
pt_br: ã_Close___________Ç
pt_pt: õ_Close___________ç
ro: Ă_Close___________ș
ru: Ж_Close___________Я
sl: Š_Close___________č
sv: Å_Close___________ö
th: ก้_Close___________ษฺ
tr: ı_Close___________İ
uk: ґ_Close___________Ї
zh_cn: 试_Close___________验

# FloorFilterCollapse
source: Collapse
bs: Č_Collapse_________________ž
ca: ó_Collapse_________________à
cs: Ř_Collapse_________________ů
da: ø_Collapse_________________å
de: ä_Collapse_________________Ü
id: ng_Collapse_________________ny
it: é_Collapse_________________È
ko: 한_Collapse_________________빠
lt: Į_Collapse_________________š
lv: ķ_Collapse_________________ū
pt_br: ã_Collapse_________________Ç
pt_pt: õ_Collapse_________________ç
ro: Ă_Collapse_________________ș
ru: Ж_Collapse_________________Я
sl: Š_Collapse_________________č
sv: Å_Collapse_________________ö
th: ก้_Collapse_________________ษฺ
tr: ı_Collapse_________________İ
uk: ґ_Collapse_________________Ї
zh_cn: 试_Collapse_________________验

# FloorFilterExpand
source: Expand
bs: Č_Expand_____________ž
ca: ó_Expand_____________à
cs: Ř_Expand_____________ů
da: ø_Expand_____________å
de: ä_Expand_____________Ü
id: ng_Expand_____________ny
it: é_Expand_____________È
ko: 한_Expand_____________빠
lt: Į_Expand_____________š
lv: ķ_Expand_____________ū
pt_br: ã_Expand_____________Ç
pt_pt: õ_Expand_____________ç
ro: Ă_Expand_____________ș
ru: Ж_Expand_____________Я
sl: Š_Expand_____________č
sv: Å_Expand_____________ö
th: ก้_Expand_____________ษฺ
tr: ı_Expand_____________İ
uk: ґ_Expand_____________Ї
zh_cn: 试_Expand_____________验

# FloorFilterFilterSearchPlaceholder
source: Filter
bs: Č_Filter_____________ž
ca: ó_Filter_____________à
cs: Ř_Filter_____________ů
da: ø_Filter_____________å
de: ä_Filter_____________Ü
id: ng_Filter_____________ny
it: é_Filter_____________È
ko: 한_Filter_____________빠
lt: Į_Filter_____________š
lv: ķ_Filter_____________ū
pt_br: ã_Filter_____________Ç
pt_pt: õ_Filter_____________ç
ro: Ă_Filter_____________ș
ru: Ж_Filter_____________Я
sl: Š_Filter_____________č
sv: Å_Filter_____________ö
th: ก้_Filter_____________ษฺ
tr: ı_Filter_____________İ
uk: ґ_Filter_____________Ї
zh_cn: 试_Filter_____________验

# FloorFilterNoResultsFound
source: No results found
bs: Č_No results found_________________ž
ca: ó_No results found_________________à
cs: Ř_No results found_________________ů
da: ø_No results found_________________å
de: ä_No results found_________________Ü
id: ng_No results found_________________ny
it: é_No results found_________________È
ko: 한_No results found_________________빠
lt: Į_No results found_________________š
lv: ķ_No results found_________________ū
pt_br: ã_No results found_________________Ç
pt_pt: õ_No results found_________________ç
ro: Ă_No results found_________________ș
ru: Ж_No results found_________________Я
sl: Š_No results found_________________č
sv: Å_No results found_________________ö
th: ก้_No results found_________________ษฺ
tr: ı_No results found_________________İ
uk: ґ_No results found_________________Ї
zh_cn: 试_No results found_________________验

# FloorFilterZoomTo
source: Zoom To
bs: Č_Zoom To_______________ž
ca: ó_Zoom To_______________à
cs: Ř_Zoom To_______________ů
da: ø_Zoom To_______________å
de: ä_Zoom To_______________Ü
id: ng_Zoom To_______________ny
it: é_Zoom To_______________È
ko: 한_Zoom To_______________빠
lt: Į_Zoom To_______________š
lv: ķ_Zoom To_______________ū
pt_br: ã_Zoom To_______________Ç
pt_pt: õ_Zoom To_______________ç
ro: Ă_Zoom To_______________ș
ru: Ж_Zoom To_______________Я
sl: Š_Zoom To_______________č
sv: Å_Zoom To_______________ö
th: ก้_Zoom To_______________ษฺ
tr: ı_Zoom To_______________İ
uk: ґ_Zoom To_______________Ї
zh_cn: 试_Zoom To_______________验

# ScaleLineFeetAbbreviation
source: ft
bs: Č_ft_____ž
ca: ó_ft_____à
cs: Ř_ft_____ů
da: ø_ft_____å
de: ä_ft_____Ü
id: ng_ft_____ny
it: é_ft_____È
ko: 한_ft_____빠
lt: Į_ft_____š
lv: ķ_ft_____ū
pt_br: ã_ft_____Ç
pt_pt: õ_ft_____ç
ro: Ă_ft_____ș
ru: Ж_ft_____Я
sl: Š_ft_____č
sv: Å_ft_____ö
th: ก้_ft_____ษฺ
tr: ı_ft_____İ
uk: ґ_ft_____Ї
zh_cn: 试_ft_____验

# ScaleLineKilometerAbbreviation
source: km
bs: Č_km_____ž
ca: ó_km_____à
cs: Ř_km_____ů
da: ø_km_____å
de: ä_km_____Ü
id: ng_km_____ny
it: é_km_____È
ko: 한_km_____빠
lt: Į_km_____š
lv: ķ_km_____ū
pt_br: ã_km_____Ç
pt_pt: õ_km_____ç
ro: Ă_km_____ș
ru: Ж_km_____Я
sl: Š_km_____č
sv: Å_km_____ö
th: ก้_km_____ษฺ
tr: ı_km_____İ
uk: ґ_km_____Ї
zh_cn: 试_km_____验

# ScaleLineMeterAbbreviation
source: m
bs: Č_m___ž
ca: ó_m___à
cs: Ř_m___ů
da: ø_m___å
de: ä_m___Ü
id: ng_m___ny
it: é_m___È
ko: 한_m___빠
lt: Į_m___š
lv: ķ_m___ū
pt_br: ã_m___Ç
pt_pt: õ_m___ç
ro: Ă_m___ș
ru: Ж_m___Я
sl: Š_m___č
sv: Å_m___ö
th: ก้_m___ษฺ
tr: ı_m___İ
uk: ґ_m___Ї
zh_cn: 试_m___验

# ScaleLineMilesAbbreviation
source: mi
bs: Č_mi_____ž
ca: ó_mi_____à
cs: Ř_mi_____ů
da: ø_mi_____å
de: ä_mi_____Ü
id: ng_mi_____ny
it: é_mi_____È
ko: 한_mi_____빠
lt: Į_mi_____š
lv: ķ_mi_____ū
pt_br: ã_mi_____Ç
pt_pt: õ_mi_____ç
ro: Ă_mi_____ș
ru: Ж_mi_____Я
sl: Š_mi_____č
sv: Å_mi_____ö
th: ก้_mi_____ษฺ
tr: ı_mi_____İ
uk: ґ_mi_____Ї
zh_cn: 试_mi_____验

# SearchViewAllSourcesSelect
source: All Sources
bs: Č_All Sources____________ž
ca: ó_All Sources____________à
cs: Ř_All Sources____________ů
da: ø_All Sources____________å
de: ä_All Sources____________Ü
id: ng_All Sources____________ny
it: é_All Sources____________È
ko: 한_All Sources____________빠
lt: Į_All Sources____________š
lv: ķ_All Sources____________ū
pt_br: ã_All Sources____________Ç
pt_pt: õ_All Sources____________ç
ro: Ă_All Sources____________ș
ru: Ж_All Sources____________Я
sl: Š_All Sources____________č
sv: Å_All Sources____________ö
th: ก้_All Sources____________ษฺ
tr: ı_All Sources____________İ
uk: ґ_All Sources____________Ї
zh_cn: 试_All Sources____________验

# SearchViewClearSearchTooltip
source: Clear Search
bs: Č_Clear Search_____________ž
ca: ó_Clear Search_____________à
cs: Ř_Clear Search_____________ů
da: ø_Clear Search_____________å
de: ä_Clear Search_____________Ü
id: ng_Clear Search_____________ny
it: é_Clear Search_____________È
ko: 한_Clear Search_____________빠
lt: Į_Clear Search_____________š
lv: ķ_Clear Search_____________ū
pt_br: ã_Clear Search_____________Ç
pt_pt: õ_Clear Search_____________ç
ro: Ă_Clear Search_____________ș
ru: Ж_Clear Search_____________Я
sl: Š_Clear Search_____________č
sv: Å_Clear Search_____________ö
th: ก้_Clear Search_____________ษฺ
tr: ı_Clear Search_____________İ
uk: ґ_Clear Search_____________Ї
zh_cn: 试_Clear Search_____________验

# SearchViewNoResults
source: No Results
bs: Č_No Results_____________________ž
ca: ó_No Results_____________________à
cs: Ř_No Results_____________________ů
da: ø_No Results_____________________å
de: ä_No Results_____________________Ü
id: ng_No Results_____________________ny
it: é_No Results_____________________È
ko: 한_No Results_____________________빠
lt: Į_No Results_____________________š
lv: ķ_No Results_____________________ū
pt_br: ã_No Results_____________________Ç
pt_pt: õ_No Results_____________________ç
ro: Ă_No Results_____________________ș
ru: Ж_No Results_____________________Я
sl: Š_No Results_____________________č
sv: Å_No Results_____________________ö
th: ก้_No Results_____________________ษฺ
tr: ı_No Results_____________________İ
uk: ґ_No Results_____________________Ї
zh_cn: 试_No Results_____________________验

# SearchViewRepeatSearch
source: Repeat Search Here
bs: Č_Repeat Search Here___________________ž
ca: ó_Repeat Search Here___________________à
cs: Ř_Repeat Search Here___________________ů
da: ø_Repeat Search Here___________________å
de: ä_Repeat Search Here___________________Ü
id: ng_Repeat Search Here___________________ny
it: é_Repeat Search Here___________________È
ko: 한_Repeat Search Here___________________빠
lt: Į_Repeat Search Here___________________š
lv: ķ_Repeat Search Here___________________ū
pt_br: ã_Repeat Search Here___________________Ç
pt_pt: õ_Repeat Search Here___________________ç
ro: Ă_Repeat Search Here___________________ș
ru: Ж_Repeat Search Here___________________Я
sl: Š_Repeat Search Here___________________č
sv: Å_Repeat Search Here___________________ö
th: ก้_Repeat Search Here___________________ษฺ
tr: ı_Repeat Search Here___________________İ
uk: ґ_Repeat Search Here___________________Ї
zh_cn: 试_Repeat Search Here___________________验

# SearchViewSearchPlaceholderText
source: Find a place or address
bs: Č_Find a place or address________________________ž
ca: ó_Find a place or address________________________à
cs: Ř_Find a place or address________________________ů
da: ø_Find a place or address________________________å
de: ä_Find a place or address________________________Ü
id: ng_Find a place or address________________________ny
it: é_Find a place or address________________________È
ko: 한_Find a place or address________________________빠
lt: Į_Find a place or address________________________š
lv: ķ_Find a place or address________________________ū
pt_br: ã_Find a place or address________________________Ç
pt_pt: õ_Find a place or address________________________ç
ro: Ă_Find a place or address________________________ș
ru: Ж_Find a place or address________________________Я
sl: Š_Find a place or address________________________č
sv: Å_Find a place or address________________________ö
th: ก้_Find a place or address________________________ษฺ
tr: ı_Find a place or address________________________İ
uk: ґ_Find a place or address________________________Ї
zh_cn: 试_Find a place or address________________________验

# SearchViewSearchTooltip
source: Search
bs: Č_Search_____________ž
ca: ó_Search_____________à
cs: Ř_Search_____________ů
da: ø_Search_____________å
de: ä_Search_____________Ü
id: ng_Search_____________ny
it: é_Search_____________È
ko: 한_Search_____________빠
lt: Į_Search_____________š
lv: ķ_Search_____________ū
pt_br: ã_Search_____________Ç
pt_pt: õ_Search_____________ç
ro: Ă_Search_____________ș
ru: Ж_Search_____________Я
sl: Š_Search_____________č
sv: Å_Search_____________ö
th: ก้_Search_____________ษฺ
tr: ı_Search_____________İ
uk: ґ_Search_____________Ї
zh_cn: 试_Search_____________验

# UtilityNetworkTraceToolAddStartingPoint
source: Add starting point
bs: Č_Add starting point___________________ž
ca: ó_Add starting point___________________à
cs: Ř_Add starting point___________________ů
da: ø_Add starting point___________________å
de: ä_Add starting point___________________Ü
id: ng_Add starting point___________________ny
it: é_Add starting point___________________È
ko: 한_Add starting point___________________빠
lt: Į_Add starting point___________________š
lv: ķ_Add starting point___________________ū
pt_br: ã_Add starting point___________________Ç
pt_pt: õ_Add starting point___________________ç
ro: Ă_Add starting point___________________ș
ru: Ж_Add starting point___________________Я
sl: Š_Add starting point___________________č
sv: Å_Add starting point___________________ö
th: ก้_Add starting point___________________ษฺ
tr: ı_Add starting point___________________İ
uk: ґ_Add starting point___________________Ї
zh_cn: 试_Add starting point___________________验

# UtilityNetworkTraceToolAdvancedOptions
source: Advanced options
bs: Č_Advanced options_________________ž
ca: ó_Advanced options_________________à
cs: Ř_Advanced options_________________ů
da: ø_Advanced options_________________å
de: ä_Advanced options_________________Ü
id: ng_Advanced options_________________ny
it: é_Advanced options_________________È
ko: 한_Advanced options_________________빠
lt: Į_Advanced options_________________š
lv: ķ_Advanced options_________________ū
pt_br: ã_Advanced options_________________Ç
pt_pt: õ_Advanced options_________________ç
ro: Ă_Advanced options_________________ș
ru: Ж_Advanced options_________________Я
sl: Š_Advanced options_________________č
sv: Å_Advanced options_________________ö
th: ก้_Advanced options_________________ษฺ
tr: ı_Advanced options_________________İ
uk: ґ_Advanced options_________________Ї
zh_cn: 试_Advanced options_________________验

# UtilityNetworkTraceToolAssetDetails
source: Asset details
bs: Č_Asset details______________ž
ca: ó_Asset details______________à
cs: Ř_Asset details______________ů
da: ø_Asset details______________å
de: ä_Asset details______________Ü
id: ng_Asset details______________ny
it: é_Asset details______________È
ko: 한_Asset details______________빠
lt: Į_Asset details______________š
lv: ķ_Asset details______________ū
pt_br: ã_Asset details______________Ç
pt_pt: õ_Asset details______________ç
ro: Ă_Asset details______________ș
ru: Ж_Asset details______________Я
sl: Š_Asset details______________č
sv: Å_Asset details______________ö
th: ก้_Asset details______________ษฺ
tr: ı_Asset details______________İ
uk: ґ_Asset details______________Ї
zh_cn: 试_Asset details______________验

# UtilityNetworkTraceToolCancel
source: Cancel
bs: Č_Cancel_____________ž
ca: ó_Cancel_____________à
cs: Ř_Cancel_____________ů
da: ø_Cancel_____________å
de: ä_Cancel_____________Ü
id: ng_Cancel_____________ny
it: é_Cancel_____________È
ko: 한_Cancel_____________빠
lt: Į_Cancel_____________š
lv: ķ_Cancel_____________ū
pt_br: ã_Cancel_____________Ç
pt_pt: õ_Cancel_____________ç
ro: Ă_Cancel_____________ș
ru: Ж_Cancel_____________Я
sl: Š_Cancel_____________č
sv: Å_Cancel_____________ö
th: ก้_Cancel_____________ษฺ
tr: ı_Cancel_____________İ
uk: ґ_Cancel_____________Ї
zh_cn: 试_Cancel_____________验

# UtilityNetworkTraceToolClearResults
source: Clear results
bs: Č_Clear results______________ž
ca: ó_Clear results______________à
cs: Ř_Clear results______________ů
da: ø_Clear results______________å
de: ä_Clear results______________Ü
id: ng_Clear results______________ny
it: é_Clear results______________È
ko: 한_Clear results______________빠
lt: Į_Clear results______________š
lv: ķ_Clear results______________ū
pt_br: ã_Clear results______________Ç
pt_pt: õ_Clear results______________ç
ro: Ă_Clear results______________ș
ru: Ж_Clear results______________Я
sl: Š_Clear results______________č
sv: Å_Clear results______________ö
th: ก้_Clear results______________ษฺ
tr: ı_Clear results______________İ
uk: ґ_Clear results______________Ї
zh_cn: 试_Clear results______________验

# UtilityNetworkTraceToolClose
source: Close
bs: Č_Close___________ž
ca: ó_Close___________à
cs: Ř_Close___________ů
da: ø_Close___________å
de: ä_Close___________Ü
id: ng_Close___________ny
it: é_Close___________È
ko: 한_Close___________빠
lt: Į_Close___________š
lv: ķ_Close___________ū
pt_br: ã_Close___________Ç
pt_pt: õ_Close___________ç
ro: Ă_Close___________ș
ru: Ж_Close___________Я
sl: Š_Close___________č
sv: Å_Close___________ö
th: ก้_Close___________ษฺ
tr: ı_Close___________İ
uk: ґ_Close___________Ї
zh_cn: 试_Close___________验

# UtilityNetworkTraceToolDiscardResult
source: Discard
bs: Č_Discard_______________ž
ca: ó_Discard_______________à
cs: Ř_Discard_______________ů
da: ø_Discard_______________å
de: ä_Discard_______________Ü
id: ng_Discard_______________ny
it: é_Discard_______________È
ko: 한_Discard_______________빠
lt: Į_Discard_______________š
lv: ķ_Discard_______________ū
pt_br: ã_Discard_______________Ç
pt_pt: õ_Discard_______________ç
ro: Ă_Discard_______________ș
ru: Ж_Discard_______________Я
sl: Š_Discard_______________č
sv: Å_Discard_______________ö
th: ก้_Discard_______________ษฺ
tr: ı_Discard_______________İ
uk: ґ_Discard_______________Ї
zh_cn: 试_Discard_______________验

# UtilityNetworkTraceToolDuplicateTrace
source: The selected trace type has already been run with the same starting points.
bs: Č_The selected trace type has already been run with the same starting points_______________________________________ž.
ca: ó_The selected trace type has already been run with the same starting points_______________________________________à.
cs: Ř_The selected trace type has already been run with the same starting points_______________________________________ů.
da: ø_The selected trace type has already been run with the same starting points_______________________________________å.
de: ä_The selected trace type has already been run with the same starting points_______________________________________Ü.
id: ng_The selected trace type has already been run with the same starting points_______________________________________ny.
it: é_The selected trace type has already been run with the same starting points_______________________________________È.
ko: 한_The selected trace type has already been run with the same starting points_______________________________________빠.
lt: Į_The selected trace type has already been run with the same starting points_______________________________________š.
lv: ķ_The selected trace type has already been run with the same starting points_______________________________________ū.
pt_br: ã_The selected trace type has already been run with the same starting points_______________________________________Ç.
pt_pt: õ_The selected trace type has already been run with the same starting points_______________________________________ç.
ro: Ă_The selected trace type has already been run with the same starting points_______________________________________ș.
ru: Ж_The selected trace type has already been run with the same starting points_______________________________________Я.
sl: Š_The selected trace type has already been run with the same starting points_______________________________________č.
sv: Å_The selected trace type has already been run with the same starting points_______________________________________ö.
th: ก้_The selected trace type has already been run with the same starting points_______________________________________ษฺ.
tr: ı_The selected trace type has already been run with the same starting points_______________________________________İ.
uk: ґ_The selected trace type has already been run with the same starting points_______________________________________Ї.
zh_cn: 试_The selected trace type has already been run with the same starting points_______________________________________验.

# UtilityNetworkTraceToolFeatureResults
source: Feature results
bs: Č_Feature results________________ž
ca: ó_Feature results________________à
cs: Ř_Feature results________________ů
da: ø_Feature results________________å
de: ä_Feature results________________Ü
id: ng_Feature results________________ny
it: é_Feature results________________È
ko: 한_Feature results________________빠
lt: Į_Feature results________________š
lv: ķ_Feature results________________ū
pt_br: ã_Feature results________________Ç
pt_pt: õ_Feature results________________ç
ro: Ă_Feature results________________ș
ru: Ж_Feature results________________Я
sl: Š_Feature results________________č
sv: Å_Feature results________________ö
th: ก้_Feature results________________ษฺ
tr: ı_Feature results________________İ
uk: ґ_Feature results________________Ї
zh_cn: 试_Feature results________________验
