Repository: Esri/arcgis-maps-sdk-dotnet-toolkit
Catalog: src/Toolkit/Toolkit/LocalizedStrings/Resources.*.resx
Languages: bs, ca, cs, da, de, id, it, ko, lt, lv, pt_br, pt_pt, ro, ru, sl, sv, th, tr, uk, zh_cn

# UtilityNetworkTraceToolFractionAlongEdge
source: Position along line
bs: Č_Position along line____________________ž
ca: ó_Position along line____________________à
cs: Ř_Position along line____________________ů
da: ø_Position along line____________________å
de: ä_Position along line____________________Ü
id: ng_Position along line____________________ny
it: é_Position along line____________________È
ko: 한_Position along line____________________빠
lt: Į_Position along line____________________š
lv: ķ_Position along line____________________ū
pt_br: ã_Position along line____________________Ç
pt_pt: õ_Position along line____________________ç
ro: Ă_Position along line____________________ș
ru: Ж_Position along line____________________Я
sl: Š_Position along line____________________č
sv: Å_Position along line____________________ö
th: ก้_Position along line____________________ษฺ
tr: ı_Position along line____________________İ
uk: ґ_Position along line____________________Ї
zh_cn: 试_Position along line____________________验

# UtilityNetworkTraceToolFunctionResults
source: Function results
bs: Č_Function results_________________ž
ca: ó_Function results_________________à
cs: Ř_Function results_________________ů
da: ø_Function results_________________å
de: ä_Function results_________________Ü
id: ng_Function results_________________ny
it: é_Function results_________________È
ko: 한_Function results_________________빠
lt: Į_Function results_________________š
lv: ķ_Function results_________________ū
pt_br: ã_Function results_________________Ç
pt_pt: õ_Function results_________________ç
ro: Ă_Function results_________________ș
ru: Ж_Function results_________________Я
sl: Š_Function results_________________č
sv: Å_Function results_________________ö
th: ก้_Function results_________________ษฺ
tr: ı_Function results_________________İ
uk: ґ_Function results_________________Ї
zh_cn: 试_Function results_________________验

# UtilityNetworkTraceToolIdentifyingStartingPoints
source: Identifying starting points...
bs: Č_Identifying starting points_______________________________ž...
ca: ó_Identifying starting points_______________________________à...
cs: Ř_Identifying starting points_______________________________ů...
da: ø_Identifying starting points_______________________________å...
de: ä_Identifying starting points_______________________________Ü...
id: ng_Identifying starting points_______________________________ny...
it: é_Identifying starting points_______________________________È...
ko: 한_Identifying starting points_______________________________빠...
lt: Į_Identifying starting points_______________________________š...
lv: ķ_Identifying starting points_______________________________ū...
pt_br: ã_Identifying starting points_______________________________Ç...
pt_pt: õ_Identifying starting points_______________________________ç...
ro: Ă_Identifying starting points_______________________________ș...
ru: Ж_Identifying starting points_______________________________Я...
sl: Š_Identifying starting points_______________________________č...
sv: Å_Identifying starting points_______________________________ö...
th: ก้_Identifying starting points_______________________________ษฺ...
tr: ı_Identifying starting points_______________________________İ...
uk: ґ_Identifying starting points_______________________________Ї...
zh_cn: 试_Identifying starting points_______________________________验...

# UtilityNetworkTraceToolInspectStartingPoint
source: Inspect
bs: Č_Inspect_______________ž
ca: ó_Inspect_______________à
cs: Ř_Inspect_______________ů
da: ø_Inspect_______________å
de: ä_Inspect_______________Ü
id: ng_Inspect_______________ny
it: é_Inspect_______________È
ko: 한_Inspect_______________빠
lt: Į_Inspect_______________š
lv: ķ_Inspect_______________ū
pt_br: ã_Inspect_______________Ç
pt_pt: õ_Inspect_______________ç
ro: Ă_Inspect_______________ș
ru: Ж_Inspect_______________Я
sl: Š_Inspect_______________č
sv: Å_Inspect_______________ö
th: ก้_Inspect_______________ษฺ
tr: ı_Inspect_______________İ
uk: ґ_Inspect_______________Ї
zh_cn: 试_Inspect_______________验

# UtilityNetworkTraceToolLoading
source: Loading...
bs: Č_Loading_____________________ž...
ca: ó_Loading_____________________à...
cs: Ř_Loading_____________________ů...
da: ø_Loading_____________________å...
de: ä_Loading_____________________Ü...
id: ng_Loading_____________________ny...
it: é_Loading_____________________È...
ko: 한_Loading_____________________빠...
lt: Į_Loading_____________________š...
lv: ķ_Loading_____________________ū...
pt_br: ã_Loading_____________________Ç...
pt_pt: õ_Loading_____________________ç...
ro: Ă_Loading_____________________ș...
ru: Ж_Loading_____________________Я...
sl: Š_Loading_____________________č...
sv: Å_Loading_____________________ö...
th: ก้_Loading_____________________ษฺ...
tr: ı_Loading_____________________İ...
uk: ґ_Loading_____________________Ї...
zh_cn: 试_Loading_____________________验...

# UtilityNetworkTraceToolMoreThanRequiredStartingPoints
source: There are more starting points than required for the selected trace type.
bs: Č_There are more starting points than required for the selected trace type______________________________________ž.
ca: ó_There are more starting points than required for the selected trace type______________________________________à.
cs: Ř_There are more starting points than required for the selected trace type______________________________________ů.
da: ø_There are more starting points than required for the selected trace type______________________________________å.
de: ä_There are more starting points than required for the selected trace type______________________________________Ü.
id: ng_There are more starting points than required for the selected trace type______________________________________ny.
it: é_There are more starting points than required for the selected trace type______________________________________È.
ko: 한_There are more starting points than required for the selected trace type______________________________________빠.
lt: Į_There are more starting points than required for the selected trace type______________________________________š.
lv: ķ_There are more starting points than required for the selected trace type______________________________________ū.
pt_br: ã_There are more starting points than required for the selected trace type______________________________________Ç.
pt_pt: õ_There are more starting points than required for the selected trace type______________________________________ç.
ro: Ă_There are more starting points than required for the selected trace type______________________________________ș.
ru: Ж_There are more starting points than required for the selected trace type______________________________________Я.
sl: Š_There are more starting points than required for the selected trace type______________________________________č.
sv: Å_There are more starting points than required for the selected trace type______________________________________ö.
th: ก้_There are more starting points than required for the selected trace type______________________________________ษฺ.
tr: ı_There are more starting points than required for the selected trace type______________________________________İ.
uk: ґ_There are more starting points than required for the selected trace type______________________________________Ї.
zh_cn: 试_There are more starting points than required for the selected trace type______________________________________验.

# UtilityNetworkTraceToolNewTrace
source: New trace
bs: Č_New trace___________________ž
ca: ó_New trace___________________à
cs: Ř_New trace___________________ů
da: ø_New trace___________________å
de: ä_New trace___________________Ü
id: ng_New trace___________________ny
it: é_New trace___________________È
ko: 한_New trace___________________빠
lt: Į_New trace___________________š
lv: ķ_New trace___________________ū
pt_br: ã_New trace___________________Ç
pt_pt: õ_New trace___________________ç
ro: Ă_New trace___________________ș
ru: Ж_New trace___________________Я
sl: Š_New trace___________________č
sv: Å_New trace___________________ö
th: ก้_New trace___________________ษฺ
tr: ı_New trace___________________İ
uk: ґ_New trace___________________Ї
zh_cn: 试_New trace___________________验

# UtilityNetworkTraceToolNext
source: Next
bs: Č_Next_________ž
ca: ó_Next_________à
cs: Ř_Next_________ů
da: ø_Next_________å
de: ä_Next_________Ü
id: ng_Next_________ny
it: é_Next_________È
ko: 한_Next_________빠
lt: Į_Next_________š
lv: ķ_Next_________ū
pt_br: ã_Next_________Ç
pt_pt: õ_Next_________ç
ro: Ă_Next_________ș
ru: Ж_Next_________Я
sl: Š_Next_________č
sv: Å_Next_________ö
th: ก้_Next_________ษฺ
tr: ı_Next_________İ
uk: ґ_Next_________Ї
zh_cn: 试_Next_________验

# UtilityNetworkTraceToolNoFeatureResults
source: No feature results.
bs: Č_No feature results____________________ž.
ca: ó_No feature results____________________à.
cs: Ř_No feature results____________________ů.
da: ø_No feature results____________________å.
de: ä_No feature results____________________Ü.
id: ng_No feature results____________________ny.
it: é_No feature results____________________È.
ko: 한_No feature results____________________빠.
lt: Į_No feature results____________________š.
lv: ķ_No feature results____________________ū.
pt_br: ã_No feature results____________________Ç.
pt_pt: õ_No feature results____________________ç.
ro: Ă_No feature results____________________ș.
ru: Ж_No feature results____________________Я.
sl: Š_No feature results____________________č.
sv: Å_No feature results____________________ö.
th: ก้_No feature results____________________ษฺ.
tr: ı_No feature results____________________İ.
uk: ґ_No feature results____________________Ї.
zh_cn: 试_No feature results____________________验.

# UtilityNetworkTraceToolNoFunctionResults
source: No function results.
bs: Č_No function results_____________________ž.
ca: ó_No function results_____________________à.
cs: Ř_No function results_____________________ů.
da: ø_No function results_____________________å.
de: ä_No function results_____________________Ü.
id: ng_No function results_____________________ny.
it: é_No function results_____________________È.
ko: 한_No function results_____________________빠.
lt: Į_No function results_____________________š.
lv: ķ_No function results_____________________ū.
pt_br: ã_No function results_____________________Ç.
pt_pt: õ_No function results_____________________ç.
ro: Ă_No function results_____________________ș.
ru: Ж_No function results_____________________Я.
sl: Š_No function results_____________________č.
sv: Å_No function results_____________________ö.
th: ก้_No function results_____________________ษฺ.
tr: ı_No function results_____________________İ.
uk: ґ_No function results_____________________Ї.
zh_cn: 试_No function results_____________________验.

# UtilityNetworkTraceToolNoResults
source: No results found.
bs: Č_No results found__________________ž.
ca: ó_No results found__________________à.
cs: Ř_No results found__________________ů.
da: ø_No results found__________________å.
de: ä_No results found__________________Ü.
id: ng_No results found__________________ny.
it: é_No results found__________________È.
ko: 한_No results found__________________빠.
lt: Į_No results found__________________š.
lv: ķ_No results found__________________ū.
pt_br: ã_No results found__________________Ç.
pt_pt: õ_No results found__________________ç.
ro: Ă_No results found__________________ș.
ru: Ж_No results found__________________Я.
sl: Š_No results found__________________č.
sv: Å_No results found__________________ö.
th: ก้_No results found__________________ษฺ.
tr: ı_No results found__________________İ.
uk: ґ_No results found__________________Ї.
zh_cn: 试_No results found__________________验.

# UtilityNetworkTraceToolNotEnoughStartingPoints
source: The selected trace type requires additional starting points.
bs: Č_The selected trace type requires additional starting points_______________________________ž.
ca: ó_The selected trace type requires additional starting points_______________________________à.
cs: Ř_The selected trace type requires additional starting points_______________________________ů.
da: ø_The selected trace type requires additional starting points_______________________________å.
de: ä_The selected trace type requires additional starting points_______________________________Ü.
id: ng_The selected trace type requires additional starting points_______________________________ny.
it: é_The selected trace type requires additional starting points_______________________________È.
ko: 한_The selected trace type requires additional starting points_______________________________빠.
lt: Į_The selected trace type requires additional starting points_______________________________š.
lv: ķ_The selected trace type requires additional starting points_______________________________ū.
pt_br: ã_The selected trace type requires additional starting points_______________________________Ç.
pt_pt: õ_The selected trace type requires additional starting points_______________________________ç.
ro: Ă_The selected trace type requires additional starting points_______________________________ș.
ru: Ж_The selected trace type requires additional starting points_______________________________Я.
sl: Š_The selected trace type requires additional starting points_______________________________č.
sv: Å_The selected trace type requires additional starting points_______________________________ö.
th: ก้_The selected trace type requires additional starting points_______________________________ษฺ.
tr: ı_The selected trace type requires additional starting points_______________________________İ.
uk: ґ_The selected trace type requires additional starting points_______________________________Ї.
zh_cn: 试_The selected trace type requires additional starting points_______________________________验.

# UtilityNetworkTraceToolNoTraceTypes
source: No trace types found for the selected utility network.
bs: Č_No trace types found for the selected utility network____________________________ž.
ca: ó_No trace types found for the selected utility network____________________________à.
cs: Ř_No trace types found for the selected utility network____________________________ů.
da: ø_No trace types found for the selected utility network____________________________å.
de: ä_No trace types found for the selected utility network____________________________Ü.
id: ng_No trace types found for the selected utility network____________________________ny.
it: é_No trace types found for the selected utility network____________________________È.
ko: 한_No trace types found for the selected utility network____________________________빠.
lt: Į_No trace types found for the selected utility network____________________________š.
lv: ķ_No trace types found for the selected utility network____________________________ū.
pt_br: ã_No trace types found for the selected utility network____________________________Ç.
pt_pt: õ_No trace types found for the selected utility network____________________________ç.
ro: Ă_No trace types found for the selected utility network____________________________ș.
ru: Ж_No trace types found for the selected utility network____________________________Я.
sl: Š_No trace types found for the selected utility network____________________________č.
sv: Å_No trace types found for the selected utility network____________________________ö.
th: ก้_No trace types found for the selected utility network____________________________ษฺ.
tr: ı_No trace types found for the selected utility network____________________________İ.
uk: ґ_No trace types found for the selected utility network____________________________Ї.
zh_cn: 试_No trace types found for the selected utility network____________________________验.

# UtilityNetworkTraceToolNoUtilityNetworks
source: No utility networks found.
bs: Č_No utility networks found___________________________ž.
ca: ó_No utility networks found___________________________à.
cs: Ř_No utility networks found___________________________ů.
da: ø_No utility networks found___________________________å.
de: ä_No utility networks found___________________________Ü.
id: ng_No utility networks found___________________________ny.
it: é_No utility networks found___________________________È.
ko: 한_No utility networks found___________________________빠.
lt: Į_No utility networks found___________________________š.
lv: ķ_No utility networks found___________________________ū.
pt_br: ã_No utility networks found___________________________Ç.
pt_pt: õ_No utility networks found___________________________ç.
ro: Ă_No utility networks found___________________________ș.
ru: Ж_No utility networks found___________________________Я.
sl: Š_No utility networks found___________________________č.
sv: Å_No utility networks found___________________________ö.
th: ก้_No utility networks found___________________________ษฺ.
tr: ı_No utility networks found___________________________İ.
uk: ґ_No utility networks found___________________________Ї.
zh_cn: 试_No utility networks found___________________________验.

# UtilityNetworkTraceToolPreview
source: Preview
bs: Č_Preview_______________ž
ca: ó_Preview_______________à
cs: Ř_Preview_______________ů
da: ø_Preview_______________å
de: ä_Preview_______________Ü
id: ng_Preview_______________ny
it: é_Preview_______________È
ko: 한_Preview_______________빠
lt: Į_Preview_______________š
lv: ķ_Preview_______________ū
pt_br: ã_Preview_______________Ç
pt_pt: õ_Preview_______________ç
ro: Ă_Preview_______________ș
ru: Ж_Preview_______________Я
sl: Š_Preview_______________č
sv: Å_Preview_______________ö
th: ก้_Preview_______________ษฺ
tr: ı_Preview_______________İ
uk: ґ_Preview_______________Ї
zh_cn: 试_Preview_______________验

# UtilityNetworkTraceToolPrevious
source: Previous
bs: Č_Previous_________________ž
ca: ó_Previous_________________à
cs: Ř_Previous_________________ů
da: ø_Previous_________________å
de: ä_Previous_________________Ü
id: ng_Previous_________________ny
it: é_Previous_________________È
ko: 한_Previous_________________빠
lt: Į_Previous_________________š
lv: ķ_Previous_________________ū
pt_br: ã_Previous_________________Ç
pt_pt: õ_Previous_________________ç
ro: Ă_Previous_________________ș
ru: Ж_Previous_________________Я
sl: Š_Previous_________________č
sv: Å_Previous_________________ö
th: ก้_Previous_________________ษฺ
tr: ı_Previous_________________İ
uk: ґ_Previous_________________Ї
zh_cn: 试_Previous_________________验

# UtilityNetworkTraceToolRemoveAllStartingPoints
source: Remove all
bs: Č_Remove all_____________________ž
ca: ó_Remove all_____________________à
cs: Ř_Remove all_____________________ů
da: ø_Remove all_____________________å
de: ä_Remove all_____________________Ü
id: ng_Remove all_____________________ny
it: é_Remove all_____________________È
ko: 한_Remove all_____________________빠
lt: Į_Remove all_____________________š
lv: ķ_Remove all_____________________ū
pt_br: ã_Remove all_____________________Ç
pt_pt: õ_Remove all_____________________ç
ro: Ă_Remove all_____________________ș
ru: Ж_Remove all_____________________Я
sl: Š_Remove all_____________________č
sv: Å_Remove all_____________________ö
th: ก้_Remove all_____________________ษฺ
tr: ı_Remove all_____________________İ
uk: ґ_Remove all_____________________Ї
zh_cn: 试_Remove all_____________________验

# UtilityNetworkTraceToolRemoveStartingPoint
source: Remove
bs: Č_Remove_____________ž
ca: ó_Remove_____________à
cs: Ř_Remove_____________ů
da: ø_Remove_____________å
de: ä_Remove_____________Ü
id: ng_Remove_____________ny
it: é_Remove_____________È
ko: 한_Remove_____________빠
lt: Į_Remove_____________š
lv: ķ_Remove_____________ū
pt_br: ã_Remove_____________Ç
pt_pt: õ_Remove_____________ç
ro: Ă_Remove_____________ș
ru: Ж_Remove_____________Я
sl: Š_Remove_____________č
sv: Å_Remove_____________ö
th: ก้_Remove_____________ษฺ
tr: ı_Remove_____________İ
uk: ґ_Remove_____________Ї
zh_cn: 试_Remove_____________验

# UtilityNetworkTraceToolResultName
source: Result name (optional)
bs: Č_Result name (optional)_______________________ž
ca: ó_Result name (optional)_______________________à
cs: Ř_Result name (optional)_______________________ů
da: ø_Result name (optional)_______________________å
de: ä_Result name (optional)_______________________Ü
id: ng_Result name (optional)_______________________ny
it: é_Result name (optional)_______________________È
ko: 한_Result name (optional)_______________________빠
lt: Į_Result name (optional)_______________________š
lv: ķ_Result name (optional)_______________________ū
pt_br: ã_Result name (optional)_______________________Ç
pt_pt: õ_Result name (optional)_______________________ç
ro: Ă_Result name (optional)_______________________ș
ru: Ж_Result name (optional)_______________________Я
sl: Š_Result name (optional)_______________________č
sv: Å_Result name (optional)_______________________ö
th: ก้_Result name (optional)_______________________ษฺ
tr: ı_Result name (optional)_______________________İ
uk: ґ_Result name (optional)_______________________Ї
zh_cn: 试_Result name (optional)_______________________验

# UtilityNetworkTraceToolResults
source: Results
bs: Č_Results_______________ž
ca: ó_Results_______________à
cs: Ř_Results_______________ů
da: ø_Results_______________å
de: ä_Results_______________Ü
id: ng_Results_______________ny
it: é_Results_______________È
ko: 한_Results_______________빠
lt: Į_Results_______________š
lv: ķ_Results_______________ū
pt_br: ã_Results_______________Ç
pt_pt: õ_Results_______________ç
ro: Ă_Results_______________ș
ru: Ж_Results_______________Я
sl: Š_Results_______________č
sv: Å_Results_______________ö
th: ก้_Results_______________ษฺ
tr: ı_Results_______________İ
uk: ґ_Results_______________Ї
zh_cn: 试_Results_______________验

# UtilityNetworkTraceToolResultVisualizationColor
source: Result visualization color
bs: Č_Result visualization color___________________________ž
ca: ó_Result visualization color___________________________à
cs: Ř_Result visualization color___________________________ů
da: ø_Result visualization color___________________________å
de: ä_Result visualization color___________________________Ü
id: ng_Result visualization color___________________________ny
it: é_Result visualization color___________________________È
ko: 한_Result visualization color___________________________빠
lt: Į_Result visualization color___________________________š
lv: ķ_Result visualization color___________________________ū
pt_br: ã_Result visualization color___________________________Ç
pt_pt: õ_Result visualization color___________________________ç
ro: Ă_Result visualization color___________________________ș
ru: Ж_Result visualization color___________________________Я
sl: Š_Result visualization color___________________________č
sv: Å_Result visualization color___________________________ö
th: ก้_Result visualization color___________________________ษฺ
tr: ı_Result visualization color___________________________İ
uk: ґ_Result visualization color___________________________Ї
zh_cn: 试_Result visualization color___________________________验
